{
    "en": {
        "flag": "<img class='flag' src='media/flags/eng.png'>",
        "title": "Are you a superhero?",
        "home": "Home",
        "play": "Play",
        "play_title": "Wanna know who you are?",
        "heroes": "Heroes",
        "heroes_title": "MCU | Heroes",
        "villains": "Villains",
        "villains_title": "MCU | Villains",
        "result": "Result",
        "contact": "Contact me",
        "submit": "Submit",
        "name": "Name",
        "email": "Email",
        "message": "Message",

        "title1": "Welcome to my site",
        "paragraph1": "For more then 10 years the Marvel Cinematic Universe(MCU) has been a big part of the cinematic landscape. With big budgets and audiences the films are no longer for nerds only. I made this website as a fan, wanted to tell you a little bit about my experiences with the MCU and made a fun game where you can see which MCU character matches your answers!",
        "paragraph2": "First time I came accross a MCU movie was arround 2010 when I was living in Deventer at the time and was in between jobs and at the end of a relationship. I watched a lot of series and films, had lots of VHS and DVD'd but was never a frequent visitor of the movie theatre, due to the prices. Because of the several personal things happening at the time, I took up some new hobby's a new study and I also started going to the movie theatre more. That's where I saw Iron Man 2 for the first time. And honestly, at the time I wasn't as impressed as I am today. Having said that, I liked the movie but I didn't saw the MCU as a whole yet.",
        "paragraph3": "After a few years I started to see that all movies where interacting which eachother and I liked the idea of a series of movies. Also I started to deepen my knowledge of the comics and MCU.",
        "paragraph4": "Throughout the years I grew a lot as a person and experienced lots of ups and downs at work and in my personal life, but one of the things I started to fall back on or escape in, where movies and series. And espacially the MCU.",
        "title2": "Memorable moment",
        "paragraph5": "In 2019 Endgame was runnig at the movie theatres and me and some friends went to see the Avengers Marathon in IMAX and it was mind-blowing. The movie was good but espacially the atmosphere in the theatre was special, we had never seen this in The Neterlands before. Normally we(the Dutch) are pretty modest and reserved in our reactions but it was very exuberant.",
        "paragraph6": "The next day, or a few hours later, I had to see a house where I was interesting in. Later that month I moved in there.",
        "title3": "Why I love it",
        "paragraph7": "As said before, for me it's an temperary escape from the daily stuff and an easy way to relax and clear you mind.",

        "close": "Close"
    },
    "nl": {
        "flag": "<img class='flag' src='media/flags/ned.png'>",
        "title": "Bent u een superheld?",
        "home": "Thuis",
        "play": "Spelen",
        "play_title": "Wil je weten wie je bent?",
        "heroes": "Helden",
        "heroes_title": "MCU | Helden",
        "villains": "Schurken",
        "villains_title": "MCU | Schurken",
        "result": "Resultaat",
        "contact": "Neem contact op",
        "submit": "Verstuur",
        "name": "Naam",
        "email": "E-mail adres",
        "message": "Bericht",

        "title1": "Welkom op mijn site",
        "paragraph1": "Al meer dan 10 jaar de Marvel Cinematic Universe(MCU) is een groot deel van het filmische landschap. Met grote budgetten en doelgroepen de films zijn niet meer voor nerds alleen. Deze website heb ik gemaakt als een fan, wilde jullie een beetje vertellen over mijn ervaringen met de MCU en maakte een leuk spel waar je kunt zien welke MCU karakter overeenkomt met uw antwoorden!",
        "paragraph2": "Eerste keer dat ik kwam aan de overkant van een MCU film was rond 2010 toen ik woon in Deventer en werd in tussen afdruktaken en aan het einde van een relatie. Ik zag een heleboel series en films, hadden veel van VHS en DVD ' d, maar werd nooit een frequente bezoeker van de bioscoop, vanwege de prijzen. Door de verschillende persoonlijke dingen gebeuren op het moment heb ik een aantal hobby ' s van een nieuwe studie en ik begon ook te gaan naar de bioscoop meer. Dat is waar ik zag Iron Man 2 voor de eerste keer. En eerlijk gezegd, op het moment dat ik niet zo onder de indruk als ik nu ben. Dat gezegd hebbende, ik vond de film maar ik had niet gezien de MCU als geheel nog niet.",
        "paragraph3": "Na een paar jaar begon ik te zien dat alle films waar de interactie die elkaar en ik vond het idee van een serie van films. Ook ben ik begonnen om mijn kennis te verdiepen van de comics en de MCU.",
        "paragraph4": "Doorheen de jaren groeide ik veel als een persoon en ervaren vele ups en downs op het werk en in mijn persoonlijke leven, maar een van de dingen die ik begonnen om op terug te vallen of te ontsnappen, waar films en series. En vooral de MCU.",
        "title2": "Memorabel moment",
        "paragraph5": "In 2019 Eindspel was runnig bij de bioscopen en ik en een paar vrienden ging naar de Avengers Marathon in IMAX en het is mind-blowing. De film was goed, maar vooral de sfeer in het theater was bijzonder, we hadden nog nooit gezien dat dit in De Neterlands voor. Normaal gesproken worden we(de nederlanders) zijn vrij bescheiden en gereserveerd in onze reacties, maar het was zeer uitbundig.",
        "paragraph6": "De volgende dag, of een paar uur later, ik moest naar een huis waar ik was interessant. Later die maand ben ik verhuisd in.",
        "title3": "Waarom ik er van hou",
        "paragraph7": "Zoals gezegd, voor mij is het een mooie afleiding van de dagelijkse dingen en een gemakkelijke manier om te ontspannen en je geest even leeg te maken.",

        "close": "Sluiten"
    },
    "de": {
        "flag": "<img class='flag' src='media/flags/ger.png'>",
        "title": "Sind Sie ein Superheld?",
        "home": "Home",
        "play": "Spielen",
        "play_title": "Will wissen, wer Sie sind?",
        "heroes": "Helden",
        "heroes_title": "MCU | Helden",
        "villains": "Schurken",
        "villains_title": "MCU | Schurken",
        "result": "Ergebnis",
        "contact": "bitte kontaktieren Sie uns",
        "submit": "Senden",
        "name": "Name",
        "email": "E-mail",
        "message": "Botschaft",

        "title1": "Herzlich willkommen auf meiner seite",
        "paragraph1": "Seit mehr als 10 Jahren die Marvel Cinematic Universe(MCU) wurde ein groBer Teil der filmischen Landschaft. Mit groBen budgets und Zielgruppen der Filme sind nicht mehr nur fur nerds. Ich habe diese website als fan, wollte Ihnen sagen, ein wenig uber meine Erfahrungen mit der MCU und machten ein lustiges Spiel, wo Sie sehen konnen, welche MCU-Charakter passt zu deinen Antworten!",
        "paragraph2": "Erste mal kam ich uber einen MCU-Film war etwa 2010, als ich lebte in Deventer zu der Zeit und wurde in zwischen Arbeitsplatzen und am Ende einer Beziehung. Ich sah eine Menge Serien und Filme, hatte viele VHS und DVD, wurde aber nie war ein haufiger Besucher von Kino, wegen der Preise. Wegen der vielen personlichen Dinge, die geschehen zu der Zeit, ich nahm einige neues hobby, eine neue Studie und ich begann auch gehen, um den Film Theater mehr. Das ist, wo ich sah Iron Man 2 zum ersten mal. Und ganz ehrlich, zu der Zeit war ich nicht so beeindruckt, wie ich heute bin. Having said, die, ich mochte den Film, aber ich habe nicht gesehen das MCU als ganzes noch nicht.",
        "paragraph3": "Nach ein paar Jahren begann ich zu sehen, dass alle Filme, in denen die Interaktion, die sich gegenseitig und mir gefiel die Idee, eine Serie von Filmen. Auch ich fing an zu vertiefen, meine Kenntnisse der comics und MCU.",
        "paragraph4": "Im Laufe der Jahre wuchs ich viel, wie eine person und erlebt viele Hohen und tiefen bei der Arbeit und in meinem personlichen Leben, aber eines der Dinge, die ich zu fallen begann, wieder auf-oder-Flucht-in, wo Filme und Serien. Und besonders die MCU.",
        "title2": "Denkwurdiger moment",
        "paragraph5": "Im Jahr 2019 Endspiel war runnig in die Kinos und ich und ein paar Freunde ging, um zu sehen, the Avengers-Marathon im IMAX und es war uberwaltigend. Der Film war gut, aber besonders die Atmosphare im Theater war etwas ganz besonderes, wir hatten noch nie gesehen, diese in Die Niederlande vor. In der Regel sind wir(die Hollander) sind ziemlich bescheiden und zuruckhaltend in unseren Reaktionen, aber es war sehr quirlig.",
        "paragraph6": "Am nachsten Tag oder ein paar Stunden spater, ich hatte ein Haus sehen, wo ich war, interessant. Dass einen Monat spater zog ich dort ein.",
        "title3": "Deshalb Liebe ich ihn",
        "paragraph7": "Wie gesagt, fur mich ist es ein temperary Flucht von den alltaglichen Sachen und eine einfache Moglichkeit, sich zu entspannen und klar, dass du mind.",

        "close": "SchlieBen"
    }
}